[Character.CharClass_Infected_Badass_Skag AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Skills.Skill_CorrosiveTransformation SkillDefinition]
SkillName="Change route"
SkillDescription="This sends a signal that turns the fungus into something bad."
LockedSkillDetailStr="<Locked>"

